ms-vscode.cpptools-extension-pack
jeff-hykin.better-cpp-syntax
vscjava.vscode-java-pack
wx-chevalier.google-java-format
alefragnani.pascal-formatter
alefragnani.pascal
ansonyeung.pascal-language-basics
cnoc.fpdebug
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-dotnettools.csharp
jeff-hykin.better-shellscript-syntax
foxundermoon.shell-format
skyapps.fish-vscode
pkief.material-icon-theme
azemoh.one-monokai
aaron-bond.better-comments
coenraads.bracket-pair-colorizer
formulahendry.code-runner
shd101wyy.markdown-preview-enhanced
vscodevim.vim

